u = "pooh"
p = "1234"

U = input("ใส่ Username--> ")
P = input("ใส่ Password--> ")
if U == u and P == p:
  print("ยืนยันตัวตนสำเร็จ")
  print()
  print("----------ยินดีต้อนรับสู่ร้านของเราครับ----------")
  print()
  print("เลือกรายการสินค้าที่ต้องการโดยพิมพ์ ตัวอักษร(พิมพ์เล็ก)")
  print("ที่อยู่ด้านหน้ารายการสินค้าได้เลยครับ ")
  print()
  print("a = แอปเปิ้ล  (ราคา 20 บาท/ผล)")
  print("b = มะละกอ  (ราคา 80 บาท/ผล)")
  print("c = กล้วย    (ราคา 10 บาท/ผล)")
  print("d = ส้ม      (ราคา 40 บาท/ผล)")
  print()
  print("-----------------------------------------")

  x = (input("พิมพ์ตัวอักษร--> "))
  y = int(input("ต้องการกี่ผลดีครับ--> "))
  
  if x == "a":
    Apple = 20 * y
    print("ยอดรวมราคาทั้งหมด", Apple, "บาทครับ")
  elif x == "b":
    Papaya = 80 * y
    print("ยอดรวมราคาทั้งหมด", Papaya, "บาทครับ")
  elif x == "c":
    Banana = 10 * y
    print("ยอดรวมราคาทั้งหมด", Banana, "บาทครับ")
  elif x == "d":
    Orange = 40 * y
    print("ยอดรวมราคาทั้งหมด", Orange, "บาทครับ")
  else:
    print("ไม่พบรายการสินค้ากรุณาลองใหม่")
  
else:
  print("ไม่สามารถยืนยันตัวตนได้ กรุณาลองใหม่อีกครั้งครับ")